"BUTTON_AUTHENTICATE" = "Použít moje telefonní číslo";

"BUTTON_CREATED_ACCOUNT" = "Účet vytvořen";

"BUTTON_CREATE_ACCOUNT" = "Vytvořit účet";

"BUTTON_CREATING_ACCOUNT" = "Vytváření účtu";

"BUTTON_DISMISS" = "Zavřít";

"BUTTON_NOT_NOW" = "Teď ne";

"BUTTON_OK" = "OK";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Znovu odeslat potvrzovací kód";

"BUTTON_RETRY" = "Opakovat";

"BUTTON_SENDING_CONF_CODE" = "Odesílání potvrzovacího kódu";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE" = "Ověřit";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_FINISHED" = "Ověřeno";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_IN_PROGRESS" = "Ověřování";

"BUTTON_SEND_CONF_CODE" = "Odeslat potvrzovací kód";

"BUTTON_SENT_CONF_CODE" = "Potvrzovací kód odeslán";

"BUTTON_SIGNED_IN" = "Přihlášen";

"BUTTON_SIGNING_IN" = "Přihlásit se";

"BUTTON_SIGN_IN" = "Přihlásit se";

"BUTTON_SIGN_IN_WITH_TWITTER" = "Přihlásit se účtem od Twitteru";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Zkusit jiné číslo";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Zkontrolujte kód a zkuste to znovu.";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Zkontrolujte připojení k síti a zkuste to znovu.";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Zkontrolujte číslo a zkuste to znovu.";

"ERROR_GENERIC_ALERT_TITLE" = "Chyba";

"ERROR_TRY_AGAIN_LATER" = "Teď se nám nedaří vás přihlásit účtem od Twitteru. Zkuste to znovu později.";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Na webu <u>digits.com</u> jste si nastavili dvoufázový ověřovací kód.";

"FOOTNOTE_CREATE_ACCOUNT" = "Klepnutím na výše uvedené tlačítko „Vytvořit účet“ vyjadřujete\nsouhlas se <u>smluvními podmínkami</u>, <u>zásadami\nochrany osobních údajů</u> a <u>zásadami používání souborů cookie</u> služby Digits by Twitter a s tím, že vás ostatní\nuživatelé aplikace %@ budou moct najít podle telefonního čísla nebo e-mailu.";

"FOOTNOTE_SEND_CONF_CODE" = "Služba <u>Digits by Twitter</u> vám pošle SMS k potvrzení vašeho telefonního čísla. Za zprávy a přenos dat se mohou účtovat poplatky.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Zadejte dvoufázový ověřovací kód";

"LABEL_ENTER_CONF_CODE" = "Zadejte potvrzovací kód";

"LABEL_ENTER_PHONE_NUMBER" = "Zadejte své telefonní číslo";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Používáme službu Digits by Twitter. Ta nám umožňuje najít více vašich přátel, kteří používají tuto aplikaci. Když klepnete na OK, nahrajeme váš adresář do této služby, a vy tak budete moct najít uživatele aplikace %@, které znáte, nebo ostatní uživatelé aplikace %@ budou moct najít vás.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Najděte svoje přátele";

"LABEL_PLEASE_USE_TWITTER" = "Přihlaste se účtem od Twitteru";

"LABEL_PLEASE_USE_TWITTER_EXPLANATION" = "Vaše číslo je už přiřazeno k twitterovému účtu. Níže se přihlaste pomocí twitterového účtu.";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Vaše telefonní číslo se nám nepodařilo potvrdit.";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Nedaří se nám odeslat vám potvrzovací kód.";

"PARTIAL_FOOTNOTE_THIS_APP" = "této aplikace";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "Ověřovací kód";

"PLACEHOLDER_CONF_CODE" = "Potvrzovací kód";

"PLACEHOLDER_YOUR_NUMBER" = "Vaše číslo";

"TIME_SHORT_DAYS_FORMAT" = "%d d.";

"TIME_SHORT_DAY_FORMAT" = "%d d.";

"TIME_SHORT_HOURS_FORMAT" = "%d h";

"TIME_SHORT_HOUR_FORMAT" = "%d h";

"TIME_SHORT_MINUTES_FORMAT" = "%d min";

"TIME_SHORT_MINUTE_FORMAT" = "%d min";

"TIME_SHORT_SECONDS_FORMAT" = "%d s";

"TIME_SHORT_SECOND_FORMAT" = "%d s";

"tw__email_share_affirmative_button" = "Povolit";

"tw__email_share_detail_message_format" = "Když aplikaci %@ povolíte přístup k e-mailové adrese ve svém twitterovém účtu @%@, budete dostávat aktualizace a další informace.";

"tw__email_share_detail_message_not_signed_in" = "(nepřihlášen)";

"tw__email_share_detail_message_this_app" = "této aplikace";

"tw__email_share_heading" = "Sdílení e-mailové adresy";

"tw__email_share_negative_button" = "Teď ne";

"tw__share_tweet" = "Sdílet tweet";

"tw__share_tweet_button" = "Sdílet tweet";

"tw__share_tweet_generic_template_format" = "Podívejte se na tweet uživatele @%1$@: %2$@";

"tw__share_tweet_subject_format" = "Tweet od uživatele %1$@ (@%2$@)";

"tw__sign_in_with_twitter_button" = "Přihlásit se účtem od Twitteru";

"tw__single_image" = "Přiložen jeden obrázek";

"tw__test_string" = "Test";

"tw__tweet_image_accessibility" = "Příloha";

"tw__tweet_profile_accessibility" = "Profil";

"tw__tweet_retweeted_by_user" = "Retweetnul uživatel %@";

